"Copy" = "なし（ディザ処理なし）";
"Dither Copy" = "なし（ディザ処理を許可）";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "Hilite";
"Blend" = "ブレンド";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Add Max";
"Add Min" = "Add Min";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "透明";
"Straight Alpha" = "ストレートアルファ";
"Per Component Alpha" = "コンポーネントごとのアルファ";
"Straight Alpha Blend" = "ストレート・アルファ・ブレンド";
"Premultiplied White Alpha" = "プリマルチプライ・ホワイト・アルファ";
"Premultiplied Black Alpha" = "プリマルチプライ・ブラック・アルファ";
"Premultiplied Color Alpha" = "プリマルチプライ・カラー・アルファ";
"Composition" = "コンポジション";